Repository: Krystek20/SnapDay
Catalog: SnapDayKit/Sources/Friends/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br

source: %@ shared with you
ar: %@ شارك معك
de: %@ hat mit dir geteilt
es: %@ compartió contigo
fr: %@ a partagé avec vous
it: %@ ha condiviso con te
ja: %@があなたと共有しました
ko: %@님이 당신과 공유했습니다
pl: %@ udostępnił(a) tobie
pt_br: %@ compartilhou com você

source: Add
ar: إضافة
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
pl: Dodaj
pt_br: Adicionar

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar

source: Email or phone number
ar: البريد الإلكتروني أو رقم الهاتف
de: E-Mail oder Telefonnummer
es: Correo electrónico o número de teléfono
fr: E-mail ou numéro de téléphone
it: E-mail o numero di telefono
ja: メールアドレスまたは電話番号
ko: 이메일 또는 전화번호
pl: E-mail lub numer telefonu
pt_br: E-mail ou número de telefone

source: Friends
ar: أصدقاء
de: Freunde
es: Amigos
fr: Amis
it: Amici
ja: 友達
ko: 친구
pl: Znajomi
pt_br: Amigos

source: Hang tight! We're generating your private collaboration link. Once it's ready, send it to your invitee to get started.
ar: انتظر! نحن ننشئ رابط التعاون الخاص بك. بمجرد أن يكون جاهزًا، أرسله إلى المدعو للبدء.
de: Einen Moment! Wir erstellen deinen privaten Link für die Zusammenarbeit. Sobald er fertig ist, sende ihn an die eingeladene Person.
es: ¡Espera! Estamos generando tu enlace de colaboración privado. Una vez que esté listo, envíalo a tu invitado para comenzar.
fr: Attendez ! Nous générons votre lien de collaboration privé. Une fois prêt, envoyez-le à votre invité pour commencer.
it: Attendi un momento! Stiamo generando il tuo link privato per la collaborazione. Quando sarà pronto, invialo alla persona che vuoi invitare.
ja: 少々お待ちください。非公開の共同作業リンクを作成しています。準備ができたら、招待する相手に送信してください。
ko: 잠시만 기다려 주세요. 비공개 협업 링크를 만들고 있습니다. 준비되면 초대할 사람에게 보내 주세요.
pl: Poczekaj! Generujemy twój prywatny link do współpracy. Gdy będzie gotowy, wyślij go zaproszonej osobie, aby rozpocząć.
pt_br: Aguarde! Estamos gerando seu link de colaboração privado. Quando estiver pronto, envie-o para seu convidado para começar.

source: Invitation Couldn't Be Prepared
ar: تعذّر إعداد الدعوة
de: Einladung konnte nicht vorbereitet werden
es: No se pudo preparar la invitación
fr: Impossible de préparer l’invitation
it: Impossibile preparare l’invito
ja: 招待を準備できませんでした
ko: 초대를 준비할 수 없습니다
pl: Nie udało się przygotować zaproszenia
pt_br: Não foi possível preparar o convite

source: Invitation sent to %@
ar: تم إرسال الدعوة إلى %@
de: Einladung an %@ gesendet
es: Invitación enviada a %@
fr: Invitation envoyée à %@
it: Invito inviato a %@
ja: %@に招待状を送信しました
ko: %@에게 초대장을 보냈습니다
pl: Zaproszenie wysłane do %@
pt_br: Convite enviado para %@

source: Invite friends to collaborate on your boards and share activities.
ar: ادع أصدقاء للتعاون على لوحاتك ومشاركة الأنشطة.
de: Lade Freunde ein, um an deinen Boards zusammenzuarbeiten und Aktivitäten zu teilen.
es: Invita amigos a colaborar en tus tableros y compartir actividades.
fr: Invitez des amis à collaborer sur vos tableaux et partager des activités.
it: Invita gli amici a collaborare sulle tue bacheche e a condividere attività.
ja: 友達を招待して、ボードで共同作業したり、アクティビティを共有したりしましょう。
ko: 친구들을 보드에서 협업하고 활동을 공유하도록 초대하세요.
pl: Zaproś znajomych do współpracy nad swoimi tablicami i dzielenia się aktywnościami.
pt_br: Convide amigos para colaborar em seus quadros e compartilhar atividades.

source: No Collaborators Yet
ar: لا يوجد متعاونون بعد
de: Noch keine Mitwirkenden
es: Aún no hay colaboradores
fr: Pas encore de collaborateurs
it: Nessun collaboratore ancora
ja: まだコラボレーターがいません
ko: 아직 협업자가 없습니다
pl: Brak współpracowników
pt_br: Ainda não há colaboradores

source: OK
ar: موافق
es: Aceptar
ko: 확인

source: Please check your iCloud connection and try again.
ar: يرجى التحقق من اتصالك بـ iCloud والمحاولة مرة أخرى.
de: Bitte überprüfe deine iCloud-Verbindung und versuche es erneut.
es: Comprueba tu conexión a iCloud e inténtalo de nuevo.
fr: Vérifiez votre connexion à iCloud et réessayez.
it: Controlla la connessione a iCloud e riprova.
ja: iCloudへの接続を確認して、もう一度お試しください。
ko: iCloud 연결을 확인하고 다시 시도해 주세요.
pl: Sprawdź połączenie z iCloud i spróbuj ponownie.
pt_br: Verifique sua conexão com o iCloud e tente novamente.

source: Preparing your invite link…
ar: إعداد رابط الدعوة…
de: Dein Einladungslink wird vorbereitet…
es: Preparando tu enlace de invitación…
fr: Préparation de votre lien d'invitation…
it: Preparazione del link di invito…
ja: 招待リンクを準備中…
ko: 초대 링크 준비 중…
pl: Przygotowuję link zaproszenia…
pt_br: Preparando seu link de convite…

source: Reinvite
ar: إعادة دعوة
de: Erneut einladen
es: Reinvitar
fr: Réinviter
it: Reinvita
ja: 再招待
ko: 재초대
pl: Zaproś ponownie
pt_br: Reconvidar

source: Remove
ar: إزالة
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
ja: 削除
ko: 제거
pl: Usuń
pt_br: Remover

source: They accepted your board, but haven't shared theirs yet.
ar: قبلوا لوحتك، لكنهم لم يشاركوا لوحتهم بعد.
de: Sie haben dein Board akzeptiert, aber noch nicht ihres geteilt.
es: Aceptaron tu tablero, pero aún no han compartido el suyo.
fr: Ils ont accepté votre tableau, mais n'ont pas encore partagé le leur.
it: Hanno accettato la tua bacheca, ma non hanno ancora condiviso la loro.
ja: 彼らはあなたのボードを受け入れましたが、まだ自分のボードを共有していません。
ko: 그들이 당신의 보드를 수락했지만 아직 자신의 보드를 공유하지 않았습니다.
pl: Zaakceptowali twoją tablicę, ale jeszcze nie udostępnili swojej.
pt_br: Eles aceitaram seu quadro, mas ainda não compartilharam o deles.

source: They shared with you, but you haven't accepted yet.
ar: شاركوا معك، لكنك لم تقبل بعد.
de: Sie haben mit dir geteilt, aber du hast noch nicht akzeptiert.
es: Compartieron contigo, pero aún no has aceptado.
fr: Ils ont partagé avec vous, mais vous n'avez pas encore accepté.
it: Hanno condiviso con te, ma non hai ancora accettato.
ja: 彼らはあなたと共有しましたが、あなたはまだ受け入れていません。
ko: 그들이 당신과 공유했지만 아직 수락하지 않았습니다.
pl: Udostępnili tobie, ale jeszcze nie zaakceptowałeś.
pt_br: Eles compartilharam com você, mas você ainda não aceitou.

source: Waiting for them to accept your invitation.
ar: في انتظار قبول دعوتك.
de: Warten darauf, dass sie deine Einladung annehmen.
es: Esperando a que acepten tu invitación.
fr: En attente de l’acceptation de votre invitation.
it: In attesa che accettino il tuo invito.
ja: 彼らがあなたの招待を受け入れるのを待っています。
ko: 그들이 당신의 초대를 수락하기를 기다리는 중입니다.
pl: Oczekiwanie na zaakceptowanie zaproszenia.
pt_br: Aguardando que eles aceitem seu convite.

source: You and %@ are connected
ar: أنت و%@ متصلان
de: Du und %@ seid verbunden
es: Tú y %@ están conectados
fr: Vous et %@ êtes connectés
it: Tu e %@ siete connessi
ja: あなたと%@は接続されています
ko: 당신과 %@님이 연결되었습니다
pl: Ty i %@ jesteście połączeni
pt_br: Você e %@ estão conectados

source: You shared with %@
ar: شاركت مع %@
de: Du hast mit %@ geteilt
es: Compartiste con %@
fr: Vous avez partagé avec %@
it: Hai condiviso con %@
ja: %@と共有しました
ko: %@님과 공유했습니다
pl: Udostępniasz tablicę użytkownikowi %@
pt_br: Você compartilhou com %@

source: You're both sharing boards with each other.
ar: كلاكما يشارك لوحات مع بعضهما البعض.
de: Ihr teilt beide Boards miteinander.
es: Ambos están compartiendo tableros entre sí.
fr: Vous partagez tous les deux des tableaux entre vous.
it: State condividendo reciprocamente le vostre bacheche.
ja: お互いにボードを共有しています。
ko: 서로 보드를 공유하고 있습니다.
pl: Oboje udostępniacie sobie tablice.
pt_br: Ambos estão compartilhando quadros entre si.
